Repository: MichaelTimbert/zonemaster-cli
Catalog: share/*.po
Languages: da, fi, fr, nb

source: Print version information and exit.
da: Udskriv version og afbryd.
fi: Tulosta versiotiedot ja poistu.
fr: Affichage des informations sur les versions de l'outil et des modules de tests.
nb: Vis versjonsinformasjon og avslutt.

source: The minimum severity level to display. Must be one of CRITICAL, ERROR, WARNING, NOTICE, INFO or DEBUG.
da: Det mindste alvorlighedsniveau skal være enten CRITICAL, ERROR, WARNING, NOTICE, INFO eller DEBUG.
fi: Näytettävä minimivakavuusaste. Sen on oltava yksi näistä: CRITICAL (kriittinen), ERROR (virhe), WARNING (varoitus), NOTICE (huomio), INFO (info) tai DEBUG (virheenkorjaus).
fr: Option avec comme argument le niveau de gravité minimum qui sera affiché. Doit avoir pour valeur CRITICAL, ERROR, WARNING, NOTICE, INFO ou DEBUG.
nb: Minimumsnivå på feilmeldinger. Må være satt til en av CRITICAL, ERROR, WARNING, NOTICE, INFO eller DEBUG.

source: The locale to use for messages translation.
da: Det 'locale' som skal bruges ved oversættelse af beskeder.
fi: Viestien kääntämisessä käytettävä lokaali.
fr: La "locale" à utiliser pour la traduction des messages.
nb: Språk for oversetting av meldinger.

source: Flag indicating if output should be in JSON or not.
da: Flag angiver om output-format skal være JSON eller ej.
fi: Lippu, joka ilmoittaa pitääkö tulosteen olla JSON-muodossa vai ei.
fr: Option signalant que le format de sortie utilisé sera du JSON ou non.
nb: Flagg som indikerer om output skal være formattert som JSON.

source: Flag indicating if output should be streaming JSON or not.
da: Flag angiver om output-format skal være streaming JSON eller ej.
fi: Lippu, joka ilmoittaa pitääkö tulosteen olla suoratoistettavassa JSON-muodossa vai ei.
fr: Option signalant que le format de sortie utilisé sera du flux JSON ou non.
nb: Flagg som indikerer om output skal strømme JSON.

source: Deprecated. Flag indicating if JSON output should include the translated message of the tag or not.
da: Forældet. Flag angiver om JSON-output skal inkludere den oversatte besked af tag'et eller ej.
fi: Käytöstä poistettu. Lippu joka ilmaisee pitäisikö JSON-tulostuksen sisältää tagin käännetty viesti vai ei.
fr: Déprécié. Option indiquant si la sortie JSON doit inclure les messages traduits en langage humain ou uniquement le format brut.
nb: Foreldet. Flag som indikerer om JSON-output skal inneholde den oversatte meldingen.

source: Flag indicating if output should be translated to human language or dumped raw.
da: Flag angiver om output'et skal oversættes til menneskesprog eller vises i råt format.
fi: Lippu, joka ilmoittaa pitääkö tuloste kääntää ihmiskielelle vai annetaanko se raakamuodossa.
fr: Option signalant que le format de sortie sera traduit en langage humain ou affiché en mode brut.
nb: Flagg som indikerer om output skal oversettes til vanlig språk.

source: Print timestamp on entries.
da: Udskriv tidsstempler på poster.
fi: Tulosta merkintöihin aikaleima.
fr: Affichage de l'horodatage (en secondes) pour suivre l'état de l'avancement de l'analyse.
nb: Skriv tidsstempel på innslag.

source: Print level on entries.
da: Udskriv alvorlighedsniveauer på poster.
fi: Tulosta merkintöihin taso.
fr: Affichage du niveau de gravité pour chaque résultat de test.
nb: Skriv nivå på innslag.

source: Print the name of the module on entries.
da: Udskriv modulets navn på poster.
fi: Tulosta merkintöihin moduulin nimi.
fr: Pour chaque résultat de test, affichage du nom du module qui en est à l'origine.
nb: Skriv modulnavn på innslag.

source: Print the name of the test case on entries.
da: Udskriv navnet på testcasen på poster.
fi: Tulosta merkintöihin testitapauksen nimi.
fr: Pour chaque résultat de test, affichage du nom du plan de test qui en est à l'origine.
nb: Skriv testnavn på innslag.

source: A name/ip string giving a nameserver for undelegated tests, or just a name which will be looked up for IP addresses. Can be given multiple times.
da: Et navn/IP-adresse som angiver navneserveren til prædelegerede test eller blot et navn, som vil blive oversat til IP-adresser. Kan anføres flere gange.
fi: Nimi/IP-merkkijono, joka antaa nimipalvelimen testeille, joita ei ole delegoitu, tai pelkkä nimi, jolla haetaan IP-osoitteita. Voidaan antaa useita kertoja.
fr: Un nom ou une adresse IP correspondant à un serveur de noms pour les tests sur des zones non déléguées. Peut être utilisée plusieurs fois.
nb: Et navn/IP-nummer for en navnetjener for udelegerte tester eller bare et navn som blir slått opp i DNS. Kan angis flere ganger.

source: Name of a root hints file to override the defaults.
da: Navn på en "root hints"-fil for at overstyre standardindstillingerne.
fi: 'Root hints' tiedoston nimi jolla ohitetaan oletusasetukset.
fr: Chemin du fichier d'indications de la racine remplaçant le fichier par défaut.
nb: Navn på en 'root hints'-fil for å overstyre standardinnstillingene.

source: Name of a file to save DNS data to after running tests.
da: Filnavn indeholdende DNS-data efter udførte test.
fi: Sen tiedoston nimi, johon DNS-tiedot tallennetaan testien ajamisen jälkeen.
fr: Option avec comme argument le nom du fichier dans lequel seront sauvegardés les résultats des requêtes DNS nécessaires à l'analyse de la zone.
nb: Filnavn på fil der DNS-data blir lagret etter at testene er kjørt.

source: Name of a file to restore DNS data from before running test.
da: Filnavn indeholdende DNS-data som skal indlæses før afvikling af test.
fi: Sen tiedoston nimi, josta testiä edeltävät DNS-tiedot voidaan palauttaa.
fr: Option avec comme argument le nom du fichier à partir duquel seront restaurés les résultats des requêtes DNS nécessaires à l'analyse de la zone.
nb: Filnavn på fil med DNS-data som leses inn innen testene startes.

source: Flag to permit or deny queries being sent via IPv4. --ipv4 permits IPv4 traffic, --no-ipv4 forbids it.
da: Flag til angivelse af om forespørgsler må sendes via IPv4 eller ej. --ipv4 tillader IPv4 trafik, --no-ipv4 forbyder det.
fi: Lippu, joka sallii tai kieltää IPv4:n kautta lähetetyt kyselyt. --ipv4 sallii IPv4-liikenteen, --no-ipv4 kieltää sen.
fr: Option signalant que les requêtes pourront ou non être transmises en IPv4. --ipv4 autorise l'usage d'IPv4, alors que --no-ipv4 l'interdit.
nb: Flagg som angir om spørringer skal sendes vha. IPv4. "--ipv4" slår på og "--no-ipv4" slår av.

source: Flag to permit or deny queries being sent via IPv6. --ipv6 permits IPv6 traffic, --no-ipv6 forbids it.
da: Flag til angivelse af om forespørgsler må sendes via IPv6 eller ej. --ipv6 tillader IPv6 trafik, --no-ipv6 forbyder det.
fi: Lippu, joka sallii tai kieltää IPv6:n kautta lähetetyt kyselyt. --ipv6 sallii IPv6-liikenteen, --no-ipv6 kieltää sen.
fr: Option signalant que les requêtes pourront ou non être transmises en IPv6. --ipv6 autorise l'usage d'IPv6, alors que --no-ipv6 l'interdit.
nb: Flagg som angir om spørringer skal sendes vha. IPv6. "--ipv6" slår på og "--no-ipv6" slår av.

source: Instead of running a test, list all available tests.
da: I stedet for at afvikle en test, udskriv alle mulige test.
fi: Listaa kaikki käytettävissä olevat testit testin ajamisen sijasta.
fr: Cette option permet d'afficher la liste de tous les tests disponibles. Ceux-ci ne seront pas exécutés.
nb: Liste tilgjengelige tester.

source: Specify test to run. Should be either the name of a module, or the name of a module and the name of a method in that module separated by a "/" character (Example: "Basic/basic1"). The method specified must be one that takes a zone object as its single argument. This switch can be repeated.
da: Angiver test som skal afvikles. Skal enten være et modulnavn eller et modulnavn og navnet på en metode i modulet adskilt af en skråstreg (Eksempel: "Basic/basic1"). Den valgte metode skal tage en enkelt zone som argument. Dette flag kan gentages.
fi: Määritä ajettava testi. Sen tulisi olla joko moduulin nimi tai moduulin nimi ja moduulissa olevan metodin nimi erotettuna ”/”-merkillä (esimerkki: "Basic/basic1"). Määritetyn metodin on otettava ainoaksi parametrikseen vyöhykeobjekti. Tämä vaihto voidaan toistaa.
fr: Permet d'indiquer quel test doit être exécuté. Peut être un nom de module seul, ou celui-ci associé à un nom de test, les deux étant séparés par le caractère "/" (Exemple: "Basic/basic1"). Cette option peut être répétée plusieurs fois.
nb: Angi test som skal kjøres. Kan angis som "modulnavn" eller "modulnavn/metode". Eksempel: "Basic/basic1". Den angitte metoden må være en som bare tar et sone-objekt som argument. Denne parameteren kan angis flere ganger.

source: As soon as a message at this level or higher is logged, execution will stop. Must be one of CRITICAL, ERROR, WARNING, NOTICE, INFO or DEBUG.
da: Så snart en hændelse med dette niveau eller højere logges, vil kørslen afbrydes. Skal være enten CRITICAL, ERROR, WARNING, NOTICE, INFO eller DEBUG.
fi: Heti kun lokiin kirjataan tämän tasoinen tai tätä korkeamman tasoinen viesti, suoritus lakkaa. Sen on oltava yksi näistä: CRITICAL (kriittinen), ERROR (virhe), WARNING (varoitus), NOTICE (huomio), INFO (info) tai DEBUG (virheenkorjaus).
fr: Dès qu'un résultat de test avec ce niveau de gravité ou supérieur sera rencontré, l'exécution s'arrêtera. Doit avoir pour valeur CRITICAL, ERROR, WARNING, NOTICE, INFO ou DEBUG.
nb: Avslutt testkjørningen når en melding med denna nivå eller høyere registreres.

source: Name of profile file to load. (DEFAULT)
da: Navn på profil-fil, der skal indlæses. (STANDARD)
fi: Ladattavan profiilitiedoston nimi. (DEFAULT (oletus))
fr: Option avec comme argument le nom du fichier profile à charger. (DEFAULT)
nb: Filnavn på fil med profildata som skal leses. (DEFAULT)

source: Strings with DS data on the form "keytag,algorithm,type,digest"
da: En streng med DS-data i formatet "keytag,algorithm,type,digest"
fi: Merkkijonot, jotka sisältävät DS-tietoja muodossa "keytag,algorithm,type,digest” (avaintunniste, algoritmi, tyyppi, tiiviste)
fr: Option avec comme argument les informations pour le traitement de la DS. Le format à utiliser est "keytag,algorithm,type,digest".
nb: En tekststreng med DS-data på formatet: "keytag,algorithm,type,digest"

source: Print a count of the number of messages at each level
da: Udskriv antallet af registrerede beskeder på hvert niveau
fi: Tulosta viestien lukumäärä kullakin tasolla
fr: Affichage du nombre total de résultats, pour chaque niveau de gravité, présents dans le journal (log).
nb: Skriv en summering av antall meldinger på hvert nivå

source: Boolean flag for activity indicator. Defaults to on if STDOUT is a tty, off if it is not. Disable with --no-progress.
da: Boolsk flag til aktivitetsindikator. Aktiveret hvis STDOUT er en tty, ellers deaktiveret. Deaktiver med --no-progress.
fi: Looginen lippu toiminnan merkitsemiseen. Oletusarvoisesti päällä, jos STDOUT on tty, muussa tapauksessa poissa päältä. Poistetaan käytöstä parametrilla --no-progress.
fr: Cette option permet d'activer ou non l'indicateur de progression (défaut=activé si STDOUT est un terminal). Désactiver avec --no-progress.
nb: Flagg som angir om fremdriftsindikator skal vises. Normalt på dersom STDOUT er en TTY, ellers av. Slå av med --no-progress.

source: Name of the character encoding used for command line arguments
da: Navn på tegnkodningen, der skal anvendes for kommandolinje-argumenter
fi: Komentorivin parametreissä käytetty merkistökoodaus
fr: Nom de l'encodage de caractères utilisé pour les arguments de la ligne de commande.
nb: Navn på tegnsett som er brukt for kommandolinjeargumenter

source: At the end of a run, print a summary of the times (in milliseconds) the zone's name servers took to answer.
da: Ved afslutningen af en kørsel udskrives en oversigt over de tider (i millisekunder), det tog zonens navneservere at svare.
fi: Tulosta ajon lopussa yhteenveto ajasta (millisekunteina), joka vyöhykkeen nimipalvelimilla kesti vastata.
fr: À la fin de l'exécution, affichage d'un récapitulatif sur les temps de réponse (en millisecondes) des serveurs de noms de la zone interrogés au cours de l'analyse.
nb: Etter kjøring, skriv ut en oppsummering av svarstider (i millisekunder) fra sonens navnetjenere.

source: Print the effective profile used in JSON format, then exit.
da: Udskriv den effektive profil benyttet i JSON-format, og afslut.
fi: Tulosta käytössä oleva profiili JSON-muodossa ja poistu.
fr: Affichage du "profile" réellement utilisé au format JSON.
nb: Skriv ut profilen som er brukt i JSON-format.

source: Deprecated (planned removal: v2024.1). Use --sourceaddr4 and/or --sourceaddr6. Source IP address used to send queries. Setting an IP address not correctly configured on a local network interface causes cryptic error messages.
da: Forældet (planlagt fjernelse: v2024.1). Brug --sourceaddr4 og/eller --sourceaddr6. Kilde-IP-adresse benyttet til at sende forespørgsler. Indstilling af en IP-adresse, der ikke er korrekt konfigureret på et lokalt netværksinterface, forårsager kryptiske fejlmeddelelser.
fi: Käytöstä poistettu (suunniteltu poisto v2024.1) Kyselyjen lähettämiseen käytetty IP-lähdeosoite. IP-osoitetta ei ole määritetty oikein määriteltynä paikalliseen verkkoliitäntään aiheuttaa poikkeuksellisia virheitä.
fr: Déprécié (suppression prévue : v2024.1). Utilisez --sourceaddr4 et/ou --sourceaddr6. Adresse IP source à utiliser pour l'envoi des requêtes. Indiquer une adresse mal configurée sur une interface réseau locale peut conduire à des messages d'erreur peu compréhensibles.
nb: Foreldet (planlagt fjerning: v2024.1). Bruk --sourceaddr4 og/eller --sourceaddr6. Fra-IP-adresse brukt til å sende spørringer. Ved å bruke en IP-adresse som ikke er korrekt satt opp på et lokalt nett forårsakes kryptiske feilmeldinger.

source: Source IPv4 address used to send queries. Setting an IPv4 address not correctly configured on a local network interface fails silently. Can not be combined with --sourceaddr.
da: Kilde IPv4-adresse benyttet til at sende forespørgsler. Indstilling af en IPv4-adresse, der ikke er konfigureret korrekt på et lokalt netværksinterface, fejler uden varsling. Kan ikke kombineres med --sourceaddr.
fi: Lähde IPv4-osoite jota käytetään kyselyjen lähettämiseen. IPv4-osoitteen määrittäminen jota ei ole määritetty oikein paikalliseen verkkoliitäntään, epäonnistuu äänettömästi. Ei voida yhdistää --sourceaddr kanssa.
fr: Adresse IPv4 source à utiliser pour l'envoi des requêtes. Indiquer une adresse IPv4 mal configurée sur une interface réseau locale échoue en silence. Ne peut pas être combinée avec --sourceaddr.
nb: Fra-IPv4-adresse brukt til å sende spørringer. Hvis en bruker en IPv4-adresse som ikke er korrekt satt opp på et lokalt nett feiler testen uten meldinger. Kan ikke kombineres med --sourceaddr.

source: Source IPv6 address used to send queries. Setting an IPv6 address not correctly configured on a local network interface fails silently. Can not be combined with --sourceaddr.
da: Kilde IPv6-adresse benyttet til at sende forespørgsler. Indstilling af en IPv6-adresse, der ikke er konfigureret korrekt på et lokalt netværksinterface, fejler uden varsling. Kan ikke kombineres med --sourceaddr.
fi: Lähde IPv6-osoite, jota käytetään kyselyjen lähettämiseen. IPv6-osoitteen määrittäminen, jota ei ole määritetty oikein paikalliseen verkkoliitäntään, epäonnistuu äänettömästi. Ei voida yhdistää --sourceaddr kanssa .
fr: Adresse IPv6 source à utiliser pour l'envoi des requêtes. Indiquer une adresse IPv6 mal configurée sur une interface réseau locale échoue en silence. Ne peut pas être combinée avec --sourceaddr.
nb: Fra-IPv6-adresse brukt til å sende spørringer. Hvis en bruker en IPv6-adresse som ikke er korrekt satt opp på et lokalt nett feiler testen uten meldinger. Kan ikke kombineres med --sourceaddr.

source: Print elapsed time (in seconds) at end of run.
da: Udskriv forløbet tid (i sekunder) ved slutningen af kørslen.
fi: Tulosta kulunut aika (sekunteina) ajon lopussa.
fr: Affiche le temps écoulé (en secondes) à la fin de l'exécution.
nb: Skriv ut medgått tid (i sekunder) ved slutten av kjøringen.

source: Warning: setting locale category LC_MESSAGES to %s failed (is it installed on this system?).
da: Advarsel: Kunne ikke sætte locale kategori LC_MESSAGES til %s (er det installeret på dette system?).
fi: Varoitus: arvoa %s ei voitu asettaa lokaalikategorian LC_MESSAGES arvoksi (onko sitä asennettu tähän järjestelmään?).
fr: Attention: La "locale" positionnée %s n'est pas correctement prise en compte (Est-elle installée sur votre système ?).
nb: Advarsel: misslyktes med at sette locale category LC_MESSAGES til %s. Er den installert på dette system?

source: Warning: setting locale category LC_CTYPE to %s failed (is it installed on this system?).
da: Advarsel: Kunne ikke sætte locale kategori LC_CTYPE til %s (er det installeret på dette system?).
fi: Varoitus: arvoa %s ei voitu asettaa lokaalikategorian LC_CTYPE arvoksi (onko sitä asennettu tähän järjestelmään?).
fr: Attention: La "locale" positionnée %s n'est pas correctement prise en compte (Est-elle installée sur votre système ?).
nb: Advarsel: misslyktes med at sette locale category LC_CTYPE til %s. Er den installert på dette system?

source: Error: --sourceaddr can't be combined with --sourceaddr4 or --sourceaddr6.
da: Fejl: --sourceaddr kan ikke kombineres med --sourceaddr4 eller --sourceaddr6.
fi: Virhe: --sourceaddr ei voi yhdistää --sourceaddr4:n tai --sourceaddr6:n kanssa.
fr: Erreur : --sourceaddr ne peut pas être combinée avec --sourceaddr4 ou --sourceaddr6.
nb: Feil: --sourceaddr kan ikke kombineres med --sourceaddr4 eller --sourceaddr6.

source: Warning: --sourceaddr is deprecated (planned removal: v2024.1). Use --sourceaddr4 and/or --sourceaddr6 instead.
da: Advarsel: --sourceaddr er forældet (planlagt fjernelse: v2024.1). Brug --sourceaddr4 og/eller --sourceaddr6 i stedet.
fi: Varoitus: --sourceaddr on vanhentunut (suunniteltu poisto: v2024.1). Käytä sen sijaan --sourceaddr4 ja/tai --sourceaddr6.
fr: Avertissement : --sourceaddr est dépréciée (suppression prévue : v2024.1). Utilisez plutôt --sourceaddr4 et/ou --sourceaddr6.
nb: Advarsel: --sourceaddr er foreldet (planlagt fjerning: v2024.1). Bruk --sourceaddr4 og/eller --sourceaddr6 i stedet.

source: Error: --json-stream and --no-json can't be used together.
da: Fejl: --json-stream og --no-json kan ikke bruges sammen.
fi: Virhe: --json-streamia ja --no-jsonia ei voida käyttää yhdessä.
fr: Erreur : --json-stream et --no-json ne peuvent pas être utilisés simultanément.
nb: Feil: --json-stream og --no-json kan ikke brukes sammen.

source: Warning: --json-translate has no effect without either --json or --json-stream.
da: Advarsel: --json-translate har ingen virkning uden enten --json eller --json-stream.
fi: Varoitus: --json-translatella ei ole vaikutusta ilman --json- tai --json-streamia.
fr: Avertissement : --json-translate n'a pas d'effet sans --json ni --json-stream.
nb: Advarsel: --json-translate har ingen effekt uten verken --json eller --json-stream.

source: Warning: deprecated --json-translate, use --no-raw instead.
da: Advarsel: --json-translate er forældet, brug --no-raw i stedet.
fi: Varoitus: vanhentunut --json-translate, käytä sen sijaan --no-raw.
fr: Avertissement : --json-translate est dépréciée, utilisez plutôt --no-raw.
nb: Advarsel: foreldet --json-translate, bruk --no-raw i stedet.

source: Warning: deprecated --no-json-translate, use --raw instead.
da: Advarsel: --no-json-translate er forældet, brug --raw i stedet.
fi: Varoitus: vanhentunut --no-json-translate, käytä sen sijaan --raw:ta.
fr: Avertissement : --no-json-translate est dépréciée, utilisez plutôt --raw.
nb: Advarsel: utdatert --no-json-translate, bruk --raw i stedet.

source: Loading profile from {path}.
da: Indlæser profil fra {path}.
fi: Ladataan profiili kohteesta {path}.
fr: Chargement de la politique de tests depuis le fichier {path}.
nb: Laster profil fra {path}.

source: Failed to recognize stop level '
da: Kunne ikke genkende stopniveau '
fi: Ei tunnistettu lopetustasoa '
fr: Impossible de reconnaître le niveau de gravité provoquant l'arrêt de l'analyse '
nb: Kunne ikke gjenkjenne stop-nivå '

source: --level must be one of CRITICAL, ERROR, WARNING, NOTICE, INFO, DEBUG, DEBUG2 or DEBUG3.
da: --level skal være enten CRITICAL, ERROR, WARNING, NOTICE, INFO, DEBUG, DEBUG2 eller DEBUG3.
fi: --level (taso) täytyy olla yksi seuraavista: CRITICAL (kriittinen), ERROR (virhe), WARNING (varoitus), NOTICE (huomautus), INFO (tiedotus), DEBUG (virheenkorjaus), DEBUG2 (virheenkorjaus2) tai DEBUG3 (virheenkorjaus3).
fr: --level doit avoir pour valeur CRITICAL, ERROR, WARNING, NOTICE, INFO, DEBUG, DEBUG2 ou DEBUG3.
nb: --level må være en av CRITICAL, ERROR, WARNING, NOTICE, INFO, DEBUG, DEBUG2 eller DEBUG3.

source: Seconds
da: Sekunder
fi: Sekuntia
fr: Durée
nb: Sekunder

source: Level
da: Niveau
fi: Taso
fr: Niveau
nb: Nivå

source: Module
da: Modul
fi: Moduuli
nb: Modul

source: Message
da: Besked
fi: Viesti
nb: Melding

source: Only one domain can be given for testing. Did you forget to prepend an option with '--<OPTION>'?
da: Der kan kun angives ét domæne til test. Har du glemt at sætte '--<OPTION>' foran en indstilling?
fi: Vain yksi verkkotunnus voidaan antaa testattavaksi kerrallaan. Unohditko lisätä määrityksen eteen '--<OPTION>'?
fr: Seul un domaine peut être soumis à un test. Auriez-vous oublié de préfixer une option avec `--<OPTION>` ?
nb: Bare ett domene kan gis for testing. Glemte du å sette '--<OPTION>' foran en opsjon?

source: Must give the name of a domain to test.
da: Domænenavn, der skal testes, skal angives.
fi: Testattavan verkkoalueen nimi on annettava.
fr: Il est nécessaire d'indiquer un nom de domaine à tester.
nb: Må angi navnet på domenet som skal testes.

source: The domain name contains consecutive dots.
da: Domænenavnet indeholder flere dots (.) efter hinanden.
fi: Verkkotunnus sisältää peräkkäisiä pisteitä.
fr: Le nom de domaine contient des points consécutifs.
nb: Domenenavnet inneholder flere punkter på rad.

source: Looks OK.
da: Ser OK ud.
fi: Näyttää olevan OK.
fr: Le résultat semble concluant.
nb: Ser OK ut.

source: Level Number of log entries
da: Niveau Antal logbeskeder
fi: Taso Lokimerkintöjen lukumäärä
fr: Niveau Occurences dans le log
nb: Nivå Antall loggmeldinger

source: %8s %5d entries.
da: %8s %5d beskeder.
fi: %8s %5d merkintää.
fr: %8s %5d entrées.
nb: %8s %5d meldinger.

source: --ns must be a name or a name/ip pair.
da: --ns skal være et navn eller et navn/IP-adresse par.
fi: --ns:n on oltava nimi tai nimi/ip-pari.
fr: --ns doit être un nom ou un couple nom/ip.
nb: --ns må være et navn eller et navn/ip par.

source: The name of the nameserver '{nsname}' contains consecutive dots.
da: Navnet på navneserveren '{nsname}' indeholder flere dots (.) efter hinanden.
fi: Nimipalvelimen nimi "{nsname}" sisältää peräkkäisiä pisteitä.
fr: Le nom du serveur de noms '{nsname}' contient des points consécutifs.
nb: Navnet til navnetjeneren '{nsname}' inneholder flere punkter på rad.

source: Warning: Zonemaster::LDNS not compiled with IDN support, cannot handle non-ASCII names correctly.
da: Advarsel: Zonemaster::LDNS er ikke kompileret med IDN-support, og kan derfor ikke håndtere ikke-ASCII navne korrekt.
fi: Varoitus: Zonemaster::LDNS ei ole käännetty IDN tuella, joten se ei pysty käsittelemään Ei ASCII-muodossa olevia nimiä oikein.
fr: Attention: Zonemaster::LDNS n'est pas compilé avec le support IDN, impossible de traiter correctement les noms non ASCII.
nb: Advarsel: Zonemaster::LDNS er ikke kompilert med IDN-støtte. Kan bare håndtere ASCII-navn.

source: DEBUG
da: FEJLSØG

source: NOTICE
da: NOTER
nb: NOTIS

source: WARNING
da: ADVARSEL
nb: ADVARSEL

source: ERROR
da: FEJL
nb: FEIL

source: CRITICAL
da: KRITISK
nb: KRITISK

source: Testcase
fi: Testitapaus
fr: Plan de test
nb: Test
